Repository: chsxf/mqtranslate
Catalog: lang/mqtranslate-*.po
Languages: uk

source: The mqTranslate Editor has disabled itself because it hasn't been tested with your Wordpress version yet. This is done to prevent Wordpress from malfunctioning. To remove this message permanently, please update mqTranslate to the <a href="http://wordpress.org/plugins/mqtranslate/" target="_blank">corresponding version</a>.
uk: редактор mqTranslate відключив себе, тому що він ще не був протестований з вашою версією Wordpress. Це робиться, щоб запобігти Wordpress від несправностей. Щоб прибрати це повідомлення постійно, будь ласка, поновіть mqTranslate до <a href="http://wordpress.org/plugins/mqtranslate/" target="_blank">відповідної версії</a>.

source: Title
uk: Назва

source: Read only
uk: Тільки для читання

source: mqTranslate User Language Settings
uk: Настройки мови користувача mqTranslate

source: You can edit posts in
uk: Ви можете редагувати публікації в

source: This user can edit posts in
uk: Цей користувач може редагувати публікації в

source: No language available
uk: Немає доступних мов

source: As an Administrator, you can edit posts in all languages.
uk: В якості адміністратора, ви може редагувати повідомлення на всіх мовах.

source: As an Administrator, this user can edit posts in all languages.
uk: В якості адміністратора, цей користувач може редагувати повідомлення на всіх мовах.

source: No language selected
uk: Не вибрано жодної мови

source: Master language
uk: Мова оригіналу

source: Not applicable to Administrators
uk: Не застосовується до адміністраторів

source: Language from which texts should be translated by this user
uk: Мова, з якої тексти повинні бути переведені цим користувачем

source: mqTranslate Team Settings
uk: Налаштування команди mqTranslate

source: User-level Language Protection
uk: Захист мови на рівні користувача

source: Enable user-level language protection
uk: Увімкнути захист мови на рівні користувача

source: When enabled, this option allows you to select which language is editable on a user-level account basis.
uk: При включенні, ця опція дозволяє вам вибрати, яка мова доступна для редагування на рівні користувача.
