Repository: chsxf/mqtranslate
Catalog: lang/mqtranslate-*.po
Languages: uk

source: Sorry, but mqTranslate can not be activated. You have to deactivate %s first.
uk: Вибачте, але mqTranslate не може бути активований. Спочатку ви повинні деактивувати %s .

source: Language Management
uk: Управління мовами

source: Languages
uk: Мови

source: Language Code
uk: Код мови

source: 2-Letter <a href="http://www.w3.org/WAI/ER/IG/ert/iso639.htm#2letter">ISO Language Code</a> for the Language you want to insert. (Example: en)
uk: 2-символьний <a href="http://www.w3.org/WAI/ER/IG/ert/iso639.htm#2letter">ISO код мови</a> для мови, яку ви хочете додати. (Приклад: en)

source: Flag
uk: Прапор

source: Incorrect Flag Image Path! Please correct it!
uk: Невірний шлях зображення прапору! Будь ласка, виправте це!

source: Choose the corresponding country flag for language. (Example: gb.png)
uk: Виберіть прапор відповідної країни для мови. (Приклад: gb.png)

source: Name
uk: Ім'я

source: The Name of the language, which will be displayed on the site. (Example: English)
uk: Назва мови, яка буде відображатися на сайті. (Приклад: Англійська)

source: Locale
uk: Локалізація

source: PHP and Wordpress Locale for the language. (Example: en_US)
uk: Локалізації PHP і Wordpress для мови. (Приклад: en_US)

source: You will need to install the .mo file for this language.
uk: Вам потрібно буде встановити файл .mo для цієї мови.

source: Date Format
uk: Формат дати

source: Depending on your Date / Time Conversion Mode, you can either enter a <a href="http://www.php.net/manual/function.strftime.php">strftime</a> (use %q for day suffix (st,nd,rd,th)) or <a href="http://www.php.net/manual/function.date.php">date</a> format. This field is optional. (Example: %A %B %e%q, %Y)
uk: Залежно від режиму перетворення дати/часу, ви можете або ввести <a href="http://www.php.net/manual/function.strftime.php">strftime</a> (використовуйте %q для суфіксу дня (st,nd,rd,th)) або <a href="http://www.php.net/manual/function.date.php">date</a> формат. Це поле є необов&#39;язковим. (Приклад: %A %B %e%q, %Y)

source: Time Format
uk: Формат часу

source: Depending on your Date / Time Conversion Mode, you can either enter a <a href="http://www.php.net/manual/function.strftime.php">strftime</a> or <a href="http://www.php.net/manual/function.date.php">date</a> format. This field is optional. (Example: %I:%M %p)
uk: Залежно від вашого режиму перетворення Дати / Часу, ви можете або ввести <a href="http://www.php.net/manual/function.strftime.php">strftime</a> або <a href="http://www.php.net/manual/function.date.php">date</a> формат. Це поле є необов'язковим. (Приклад: %I:%M %p)

source: Not Available Message
uk: Повідомлення не доступно

source: Message to display if post is not available in the requested language. (Example: Sorry, this entry is only available in %LANG:, : and %.)
uk: Повідомлення відображається, якщо пост не існує мовою, що запитується. (Приклад: Вибачте, цей запис доступний лише на %LANG:, : та %.)

source: %LANG:&lt;normal_seperator&gt;:&lt;last_seperator&gt;% generates a list of languages seperated by &lt;normal_seperator&gt; except for the last one, where &lt;last_seperator&gt; will be used instead.
uk: % LANG: &lt;normal_seperator&gt;: &lt;last_seperator&gt;% генерує список мов, розділених &lt;normal_seperator&gt; за вийнятком останнього, де &lt;last_seperator&gt; буде використовуватися.

source: Action
uk: Дія

source: Switching Language
uk: Перемикання мови

source: Switching language to %1$s... If the Dashboard isn't loading, use this <a href="%2$s" title="Dashboard">link</a>.
uk: Перемикання мови на %1$s... Якщо Майстерня не завантажується, використайте це <a href="%2$s" title="Майстерня">посилання</a> .

source: mqTranslate has been reset.
uk: mqTranslate був скинутий.

source: Gettext databases updated.
uk: Бази даних GetText оновлено.

source: The Language must have a Not-Available Message!
uk: Мова повинна мати повідомлення про недоступність!

source: The Language must have a Locale!
uk: Мова повинна мати Локаль!

source: The Language must have a name!
uk: Мова повинна мати ім'я!

source: Language Code has to be 2 characters long!
uk: Код мови повинен бути з 2 символів!

source: There is already a language with the same Language Code!
uk: Вже існує мова з таким же кодом мови!

source: Language is already enabled or invalid!
uk: Мова вже включена або недійсна!

source: Cannot disable Default Language!
uk: Неможливо відключити мову за замовчуванням!

source: No such language!
uk: Немає такої мови!

source: Language is already disabled!
uk: Мова вже відключена!

source: Language is already first!
uk: Мова вже перша!

source: New order saved.
uk: Новий порядок збережений.

source: Language is already last!
uk: Мова вже остання!

source: Options saved.
uk: Параметри збережені.

source: Could not write to "%s", Gettext Databases could not be downloaded!
uk: Не вдалося записати до "%s", бази даних GetText не можуть бути завантажені!

source: Edit Language
uk: Редагувати мову

source: Save Changes &raquo;
uk: Зберегти зміни &raquo;

source: Language Management (mqTranslate Configuration)
uk: Управління мовами (Конфігурація mqTranslate)

source: For help on how to configure mqTranslate correctly, take a look at the <a href="%1$s">qTranslate FAQ</a> and the <a href="%2$s">Support Forum</a>.
uk: Для отримання довідки про те, як правильно налаштувати mqTranslate, погляньте на <a href="%1$s">qTranslate FAQ</a> і <a href="%2$s">форум підтримки</a>.

source: General Settings
uk: Загальні настройки

source: Default Language / Order
uk: Мова за замовчуванням / Порядок

source: Default Language
uk: Мова за замовчуванням

source: Choose the default language of your blog. This is the language which will be shown on %s. You can also change the order the languages by clicking on the arrows above.
uk: Оберіть мову за замовчуванням для вашого блогу. Це мова, яка буде показана на %s. Ви також можете змінити порядок мов, натиснувши на вищевказані стрілки.

source: Hide Untranslated Content
uk: Приховати неперекладений вміст

source: Hide Content which is not available for the selected language.
uk: Приховати зміст, який не доступний для вибраної мови.

source: When checked, posts will be hidden if the content is not available for the selected language. If unchecked, a message will appear showing all the languages the content is available in.
uk: Якщо відмічено, публікації будуть приховані, якщо зміст не доступний для вибраної мови. Якщо прапорець не встановлений, з&#39;явиться повідомлення із зазначенням всіх мов, на яких контент доступний.

source: This function will not work correctly if you installed mqTranslate on a blog with existing entries. In this case you will need to take a look at "Convert Database" under "Advanced Settings".
uk: Ця функція не працюватиме правильно, якщо ви встановили mqTranslate на блозі з існуючими записами. У цьому випадку вам потрібно буде поглянути на "Перетворення баз даних" під "Додаткові параметри".

source: Show displayed language prefix when Content is not available for the selected language.
uk: Показати префікс вибраної мови, коли вміст не доступні для вибраної мови.

source: Detect Browser Language
uk: Виявлення мови браузера

source: Detect the language of the browser and redirect accordingly.
uk: Виявляти мову браузера і перенаправляти відповідно.

source: When the frontpage is visited via bookmark/external link/type-in, the visitor will be forwarded to the correct URL for the language specified by his browser.
uk: Коли головна сторінка відвідується за допомогою закладки/зовнішнього посилання/вводу, відвідувач буде направлений на правильний URL для мови, зазначеної у своєму браузері.

source: Advanced Settings
uk: Додаткові параметри...

source: Show / Hide
uk: Показати / Приховати

source: URL Modification Mode
uk: Режим модифікації URL

source: Use Query Mode (?lang=en)
uk: Використання режим запросу (?lang=en)

source: Use Pre-Path Mode (Default, puts /en/ in front of URL)
uk: Використання режиму шляху (за замовчуванням, ставить /en/ перед URL)

source: Use Pre-Domain Mode (uses http://en.yoursite.com)
uk: Використання режиму домену(використовує http://en.yoursite.com)

source: Pre-Path and Pre-Domain mode will only work with mod_rewrite/pretty permalinks. Additional Configuration is needed for Pre-Domain mode!
uk: Режими шляху та домену будуть працювати тільки з mod_rewrite/pretty permalinks. Додаткова настройка необхідна для режиму домену!

source: Hide URL language information for default language.
uk: Приховати мовну інформацію URL для мови за замовчуванням.

source: Flag Image Path
uk: Шлях зображення прапору

source: Path to the flag images under wp-content, with trailing slash. (Default: plugins/mqtranslate/flags/)
uk: Шлях до зображень прапора в wp-content, з косою рисою в кінці. (За замовчуванням: plugins/mqtranslate/flags/)

source: Ignore Links
uk: Ігнорувати посилання

source: Don't convert Links to files of the given file types. (Default: gif,jpg,jpeg,png,pdf,swf,tif,rar,zip,7z,mpg,divx,mpeg,avi,css,js)
uk: Не перетворювати посилання на файли даних типів файлів. (За замовчуванням: gif,jpg,jpeg,png,pdf,swf,tif,rar,zip,7z,mpg,divx,mpeg,avi,css,js)

source: Remove plugin CSS from head
uk: Видалити модуль CSS в заголовку

source: Remove inline CSS code added by plugin from the head
uk: Видалити вбудований код CSS доданий плагіном в заголовку

source: This will remove default styles applyied to mqTranslate Language Chooser
uk: Це видалити стилі за замовчуванням, що застосовуються до селектора мов mqTranslate

source: Cookie Settings
uk: Налаштування Cookie

source: Disable all client cookies
uk: Відключити всі клієнтські cookies

source: If checked, language will not be saved for visitors between sessions.
uk: Якщо прапорець встановлений, мова не буде збережена для відвідувачів у період між сесіями.

source: Make mqTranslate cookie available only through HTTPS connections
uk: Зробити cookie mqTranslate доступними тільки через з&#39;єднання HTTPS

source: Don't check this if you don't know what you're doing!
uk: Не перевірити це, якщо ви не знаєте, що ви робите!

source: Allowed Custom Post Types
uk: Дозволені користувацькі типи публікацій

source: Comma-separated list of the custom post types for which you want mqTranslate to keep multi-language values.
uk: Розділених комами список користувацьких типів публікацій, для яких ви хочете, щоб mqTranslate зберігав значення декількох мов.

source: Update Gettext Databases
uk: Оновлення баз даних GetText

source: Automatically check for .mo-Database Updates of installed languages.
uk: Автоматично перевіряти наявність оновлень баз даних .mo встановлених мов.

source: Update Gettext databases now.
uk: Оновити бази даних GetText зараз.

source: mqTranslate will query the Wordpress Localisation Repository every week and download the latest Gettext Databases (.mo Files).
uk: mqTranslate буде перевіряти сховище локалізації Wordpress щотижня і завантажувати останні бази даних Gettext (.mo файли).

source: Date / Time Conversion
uk: Перетворення Дати / Часу

source: Use emulated date function.
uk: Використовувати функцію емульованої дати.

source: Use emulated date function and replace formats with the predefined formats for each language.
uk: Використовувати функцію емульованої дати та замінити формати на визначені формати для кожної мови.

source: Use strftime instead of date.
uk: Використовувати strftime замість дати.

source: Use strftime instead of date and replace formats with the predefined formats for each language.
uk: Використовувати strftime замість дати і замінити формати з наперед заданими форматами для кожної мови.

source: Depending on the mode selected, additional customizations of the theme may be needed.
uk: Залежно від обраного режиму, можуть бути необхідні додаткові налаштування теми.

source: Optimization Settings
uk: Налаштування оптимізації

source: Filter all WordPress options
uk: Фільтрувати всі опції WordPress

source: If unchecked, some texts may not be translated anymore. However, disabling this feature may greatly improve loading times.
uk: Якщо прапорець не встановлений, деякі тексти більше не бути переведені. Проте відключення цієї функції може значно поліпшити час завантаження.

source: Reset mqTranslate
uk: Скидання mqTranslate

source: Check this box and click Save Changes to reset all mqTranslate settings.
uk: Встановіть цей прапорець, і натисніть кнопку Зберегти зміни, щоб скинути всі налаштування mqTranslate.

source: Yes, I really want to reset mqTranslate.
uk: Так, я дійсно хочу, щоб скинути mqTranslate.

source: Also delete Translations for Categories/Tags/Link Categories.
uk: Також видалити переклади категорій/міток/категорій посилань.

source: If something isn't working correctly, you can always try to reset all mqTranslate settings. A Reset won't delete any posts but will remove all settings (including all languages added).
uk: Якщо щось не працює правильно, ви завжди можете спробувати скинути всі налаштування mqTranslate. Скидання не видаляє будь-які повідомлення, але видалить всі налаштування (в тому числі всіх мов, які додано).

source: Convert Database
uk: Конвертація бази даних

source: If you are updating from qTranslate 1.x or Polyglot, <a href="%s">click here</a> to convert posts to the new language tag format.
uk: Якщо ви оновлюєте з qTranslate 1.x або Polyglot, <a href="%s">натисніть тут</a>, щоб перетворити повідомлення в новому форматі тегів мови.

source: If you have installed mqTranslate for the first time on a Wordpress with existing posts, you can either go through all your posts manually and save them in the correct language or <a href="%s">click here</a> to mark all existing posts as written in the default language.
uk: Якщо у вас встановили mqTranslate вперше на Wordpress з існуючими публікаціями, ви можете або переглянути всі ваші публікації вручну і зберегти їх правильною мовою або <a href="%s">натисніть тут</a>, щоб відзначити всі існуючі публікації, як написані мовою за замовчуванням.

source: Both processes are <b>irreversible</b>! Be sure to make a full database backup before clicking one of the links.
uk: Обидва процеси є <b>незворотними!</b> Будьте впевнені, щоб зробили повну резервну копію бази даних, перш ніж натиснути на одне з посилань.

source: Settings Migration
uk: Міграція налаштувань

source: Do not migrate any setting
uk: Не мігрувати жодне налаштування

source: Import settings from qTranslate
uk: Імпортувати налаштування з qTranslate

source: Export settings to qTranslate
uk: Експортувати налаштування до qTranslate

source: Export settings only if qTranslate is installed.
uk: Експорт налаштувань, тільки якщо встановлений qTranslate.

source: Debugging Information
uk: Інформація налагодження

source: If you encounter any problems and you are unable to solve them yourself, you can visit the <a href="%s">Support Forum</a>. Posting the following Content will help other detect any misconfigurations.
uk: Якщо у вас виникли проблеми, і ви не в змозі вирішити їх самостійно, ви можете відвідати <a href="%s">форум підтримки користувачів</a>. Публікація такого змісту допоможе іншим виявити будь-які помилки конфігурації.

source: Save Changes
uk: Зберегти зміни

source: Disable
uk: Вимкнути

source: Enable
uk: Увімкнути

source: Edit
uk: Редагувати

source: Default
uk: Умовчання

source: Delete
uk: Видалити

source: Enabling a language will cause mqTranslate to update the Gettext-Database for the language, which can take a while depending on your server's connection speed.
uk: Включення мови змусить mqTranslate оновити Gettext-бази даних для мови, що може зайняти деякий час в залежності від швидкості з&#39;єднання вашого сервера.

source: Add Language
uk: Додати мову

source: Add Language &raquo;
uk: Додати мову &raquo;

source: Settings
uk: Настройки

source: The language/s do not have a valid ISO 639-1 representation.
uk: Мова/и не має дійсний код ISO 639-1.

source: The language/s you used are not supported by the service.
uk: Мова/и, які ви використовували не підтримується службою.

source: There is no such service.
uk: Немає такої служби.

source: The system could not process your order.
uk: Система не може обробити ваше замовлення.

source: There has been an error with the selected service.
uk: Сталась помилка з обраною службою.

source: An unknown error occured with the selected service.
uk: Виникла невідома помилка з обраною службою.

source: The server returned a debugging message.
uk: Сервер повернув повідомлення налагодження.

source: <div>Translate to %s</div>
uk: <div> Перекласти на %s</div>

source: Translate to
uk: Перекласти на

source: Order deleted.
uk: Замовлення видалене.

source: Status updated for all open orders.
uk: Статус оновлений для всіх відкритих замовлень.

source: Please save your post first.
uk: Будь ласка, спочатку збережіть свою публікацію.

source: Post Title
uk: Заголовок публікації

source: Service
uk: Служба

source: Source Language
uk: Мова оригіналу

source: Target Language
uk: Мова перекладу

source: qTranslate Services Settings
uk: Налаштування служб qTranslate

source: qTranslate Services
uk: Служби qTranslate

source: <div id="message" class="error fade"><p>qTranslate Services could not load <a href="%s">OpenSSL</a>!</p></div>
uk: <div id="message" class="error fade"><p>Служби qTranslate не можуть завантажити <a href="%s">OpenSSL</a>!</p></div>

source: Enable qTranslate Services
uk: Ввімкнути служби qTranslate

source: With qTranslate Services, you will be able to use professional human translation services with a few clicks.
uk: Зі службою qTranslate, ви зможете використовувати професійні послуги перекладу виконаного людиною за декілька кліків миші.

source: Open Orders
uk: Відкриті замовлення

source: Edit %s
uk: Редагуванти %s

source: Website
uk: Веб-сайт

source: Current Status: %s
uk: Поточний статус: %s

source: qTranslate Services will automatically check every hour whether the translations are finished and update your posts accordingly. You can always <a href="%s">check manually</a>.
uk: Служба qTranslate буде автоматично перевіряти кожну годину чи закінчені переклади і оновлювати свої повідомлення відповідним чином. Ви завжди можете <a href="%s">перевірити вручну</a>.

source: Deleting an open order doesn't cancel it. You will have to logon to the service homepage and cancel it there.
uk: Видалення відкритого замовлення не скасовує його. Вам доведеться зайти на головну сторінку сервісу і скасувати його там.

source: No open orders.
uk: Немає відкритих замовлень.

source: Service Configuration
uk: Конфігурація служби

source: Below, you will find configuration settings for qTranslate Service Providers, which are required for them to operate.
uk: Нижче ви знайдете параметри конфігурації для постачальників служб qTranslate, які необхідні для їх експлуатації.

source: To translate a post, please go to the <a href="%s">edit posts overview</a>.
uk: Щоб перекласти публікацію, будь ласка, увійдіть в <a href="%s">огляд і редагування публікації</a>.

source: Post with id "%s" not found!
uk: Публікація з ідентифікатором "%s" не знайдена!

source: The requested Post has no content, no Translation possible.
uk: Публікація, яка запрошена, не має ніякого змісту, переклад не можливий.

source: The Post already has content for the selected target language. If a translation request is send, the current text for the target language will be overwritten.
uk: Публікація вже має вміст для обраної цільової мови. Якщо послати запит на переклад, нинішній текст для мови буде перезаписаний.

source: An error occured: %s
uk: Сталася помилка: %s

source: Additional information: %s
uk: Додаткова інформація: %s

source: An serious error occured and qTranslate Services cannot proceed. For help, please visit the <a href="%s">Support Forum</a>
uk: Серйозна помилка сталася і служби qTranslate не можуть продовжити. Для допомоги, будь ласка, відвідайте <a href="%s">форум підтримки користувачів</a>

source: Order successfully sent.
uk: Замовити успішно відправлено.

source: Your translation order has been successfully transfered to the selected service.
uk: Ваше замовлення на переклад буле успішно передано до обраної служби.

source: The service returned this message: %s
uk: Служба повернула це повідомлення: %s

source: Feel free to choose an action:
uk: Не соромтеся вибрати дію:

source: Translate this post to another language.
uk: Перекласти цю публікацію на іншу мову.

source: Translate a different post.
uk: Перекласти іншу публікацію.

source: View all open orders.
uk: Переглянути всі відкриті замовлення.

source: Let qTranslate Services check if any open orders are finished.
uk: Дозволити службі qTranslate перевіряти, чи закінчені будь-які відкриті замовлення.

source: View this post.
uk: Переглянути цю публікацію.

source: Your article is available in multiple languages. If you do not want to translate from %1$s, you can switch to one of the following languages: %2$s
uk: Ваша стаття доступна на декількох мовах. Якщо ви не хочете перекладати з %1$s, ви можете переключитися на один з наступних мов: %2$s

source: Please choose the language you want to translate to:
uk: Будь ласка, виберіть мову, на яку ви хочете перевести:

source: Continue
uk: Продовжити

source: Confirm Order
uk: Підтвердити замовлення

source: Please confirm your order.
uk: Будь ласка, підтвердіть своє замовлення.

source: Request Translation
uk: Запит перекладу

source: Javascript is required for qTranslate Services
uk: Javascript необхідний для служби qTranslate

source: Please choose a service first
uk: Будь ласка, спочатку виберіть службу

source: ERROR: Could not connect to qTranslate Services. Please try again later.
uk: ПОМИЛКА: Не вдається підключитися до служби qTranslate. Будь ласка, спробуйте пізніше.

source: Translation Service
uk: Служба перекладу

source: Cannot use this service, not all <a href="%s">required fields</a> filled in for this service.
uk: Неможливо використовувати цю службу, не всі <a href="%s">необхідні поля</a> заповнені для цієї послуги.

source: <p><img src="images/wpspin_light.gif"> Getting Quote...</p>
uk: <p><img src="images/wpspin_light.gif"> Отримую розцінки...</p>

source: Click to toggle
uk: Клацніть щоб переключити

source: Review Article
uk: Огляд статті

source: Your article will be SSL encrypted and securly sent to qTranslate Services, which will forward your text to the chosen Translation Service. Once qTranslate Services receives the translated text, it will automatically appear on your blog.
uk: Ваша стаття буде SSL в зашифрованому вигляді і безпечно відправлена до служби qTranslate, яка перешле текст до обраного провайдера послуг перекладу. Після того, як служба qTranslate одержить перекладений текст, він автоматично з&#39;явиться на вашому блозі.

source: unavailable
uk: не доступно

source: free
uk: бзкоштовно

source: <p>Price: %1$s %2$s</p>
uk: <p>Ціна: %1$s %2$s</p>

source: An error occured!
uk: Сталася помилка!

source: Translate
uk: Перекласти

source: Allows your visitors to choose a Language.
uk: Дозволяє відвідувачам вибрати мову.

source: mqTranslate Language Chooser
uk: Селектор мов mqTranslate

source: Language
uk: Мова

source: Title:
uk: Назва:

source: Hide Title:
uk: Приховати назву:

source: Display:
uk: Показати:

source: Text only
uk: Лише текст

source: Image only
uk: Лише зображення

source: Text and Image
uk: Текст і зображення

source: Dropdown Box
uk: Меню, що випадає
